const questions = [
    {
        question: 'Сколько букв в слове "привет"',
        answers: {
            a: 'Пять',
            b: 'Шесть',
            c: 'Семь',
            d: 'Куда я попал?'
        },
        rightAnswer: 'b'
    },
    {
        question: 'Кто написал "Войну и Мир"',
        answers: {
            a: 'Леопольд',
            b: 'Леонардо да Винчи',
            c: 'Лев Толстой',
            d: 'Леонардо ДиКаприо'
        },
        rightAnswer: 'c'
    },
    {
        question: 'Кто основал фирму Apple',
        answers: {
            a: 'Стивен Кинг',
            b: 'Стивен Хокинг',
            c: 'Стивен Спилберг',
            d: 'Стив Джобс'
        },
        rightAnswer: 'd'
    },
    {
        question: 'Кто основатель фирмы Microsoft',
        answers: {
            a: 'Билл Гейтс',
            b: 'Билл Клинтон',
            c: 'Билл Мюррей',
            d: 'Эдвард Бил'
        },
        rightAnswer: 'a'
    },
    {
        question: 'Что здесь лишнее',
        answers: {
            a: 'меренговый рулет',
            b: 'зефир',
            c: 'безе',
            d: 'десерт Павлова'
        },
        rightAnswer: 'b'
    },
];